Repository: epickid976/Service-Maps-2.0-New
Catalog: Service Maps 2.0/Localizable.xcstrings
Source language: en
Languages: es, fr

source: Schedule Reminder
es: Programe un Recordatorio
fr: Programmez un Rappel

source: Scheduled: %@
es: Programados: %@
fr: Programmés: %@

source: Search for a Phone Territory, Number, Call
es: Busque un territorio, teléfono o llamada.
fr: Cherchez un territoire, numéro ou appel.

source: Search for a Territory, Address, House, Visit
es: Busque un territorio, dirección, casa o visita.
fr: Cherchez un territoire, adresse, maison ou visite.

source: Search...
es: Buscar...
fr: Recherche

source: Searching...
es: Buscando...
fr: Recherche...

source: Select Symbol
es: Seleccionar Simbolo
fr: Choisir Symbole

source: Servant
es: Siervo
fr: Assistant

source: Service Maps has been created with the purpose of streamlining and facilitating the control and registration of the public preaching of Jehovah's Witnesses. This tool is not part of JW.ORG nor is it an official app of the organization. It is simply the result of the effort and love of some brothers. We hope it is useful. Thank you for using Service Maps.
es: Service Maps ha sido creado con el propósito de facilitar el control y registro de la predicación publica de los Testigos de Jehová. Esta herramienta no es parte de JW.ORG ni es una aplicación oficial de la organización. Es simplemente el resultado del esfuerzo y amor de algunos hermanos. Esperamos que les sea util. Gracias por usar Service Maps.
fr: Service Maps a été conçu pour rendre plus facile le contrôle et la registration de la prédication publique des Témoins de Jéhovah. Cet outil ne fait pas partie de JW.ORG ni est une application de l'organisation. C'est simplement le résultat des efforts et l'amour de quelques frères. Nous espérons que ceci vous sera utile. Merci d'utiliser Service Maps.

source: Settings
es: Configuración
fr: Réglages

source: Share App
es: Compartir Applicación
fr: Partager l'Application

source: Share Backup
es: Compartir
fr: Partager

source: Share Key
es: Compartir Llave
fr: Partager la Clé

source: Sign up
es: Registrarse
fr: S'incrire

source: Sign Up
es: Registrarse
fr: Se Registrer

source: Sort
es: Ordenar
fr: Trier

source: Sort by Grouping
es: Ordenar por Agrupación
fr: Trier par Regroupement

source: Sort by Order
es: Ordernar por Número
fr: Trier par Numéro

source: Symbol:
es: Simbolo:
fr: Symbole:

source: Symbol: -
es: Simbolo: -
fr: Symbole: -

source: Symbol: %@
es: Simbolo: %@
fr: Symbole: %@

source: Symbol: N/A
es: Simbol: N/A
fr: Symbole: N/A

source: Syncing
es: Sincronizando
fr: Synchronisation

source: Tap to add an image
es: Toque para añadir imagen
fr: Cliquez pour ajouter une image

source: Territories
es: Territorios
fr: Territoires

source: Territories: %@
es: Territorios: %@
fr: Territoires: %@

source: Territory %d
es: Territorio: %d
fr: Territoire: %d

source: Territory Deleted
es: Territorio Borrado
fr: Territoire Supprimé

source: That is not a valid phone number.
es: Este no es un número valido
fr: Ce n'est pas un numéro valide.

source: The bundle info could not be parsed.
es: Error procesando Bundle
fr: Erreur d'info du Bundle

source: The operation couldn’t be completed. (NSURLErrorDomain error -1009.)
es: Operación error -1009
fr: Opération erreur -1009

source: The server returned an invalid response.
es: Servidor devolvió respuesta invalida
fr: Le serveur réponse invalide

source: There was a problem resending the email. Please try again later.
es: Un error ocurrió al reenviar el correo. Por favor intente más tarde.
fr: Il y a eu un problème en renvoyant l’email. Ressayez plus tard.

source: There was a problem with the internet connection. Please check your internet connection and try again.
es: Un problema con la conexión a internet. Intente más tard.
fr: Il y a eu un problème avec la connexion à internet. Vérifiez-la.

source: This is nonreversible
es: Esto es irreversible
fr: Ceci est irréversible

source: Time
es: Hora
fr: Heure

source: Time for your scheduled reminder.
es: Tiempo para su recordatorio.
fr: Temps pour ton rappel.

source: Time to revisit %@! 🏠
es: Tiempo de revisitar %@! 🏠
fr: Temps pour un rendez-vous à %@! 🏠

# Time to revisit %@! Territory %@, address: %@. 🏠
source: Time to revisit %1$@! Territory %2$@, address: %3$@. 🏠
es: Hora de volver a visitar %1$@. Territorio %2$@, dirección: %3$@. 🏠
fr: Il est temps de revisiter %1$@ ! Territoire %2$@, adresse : %3$@. 🏠

source: Today
es: Hoy
fr: Aujourd'hui

source: unblock
es: desbloquear
fr: débloquer

source: Unblock
es: Desbloquear
fr: Debloquer

source: unblocking
es: desbloqueando
fr: en débloquant

source: Update available. Redirecting to App Store...
es: Actualización disponible...
fr: Une mise à jour est disponible...

source: Use Password
es: Utilizar Contraseña
fr: Utiliser Mot de Passe

source: User Deleted
es: Usuario Borrado
fr: Utilisateur Supprimé

source: Users
es: Usuarios
fr: Utilisateurs

# V
source: CA
es: V

source: Verification
es: Verificación
fr: Vérification

source: Visit Deleted
es: Visita Borrada
fr: Visite Supprimée

# Volver
source: Call Again
es: Volver

source: Welcome to Service Maps!
es: Bienvenido a Service Maps!
fr: Bienvenue à Service Maps!

source: Yesterday
es: Ayer
fr: Hier

source: You have no scheduled reminders.
es: No tiene ningún recordatorio programado,
fr: Vous n’avez pas de rappels programmés.

source: You successfully logged in, but it seems like you do not have access to any territories. Contact your group leader for access and then click refresh. If you are an administrator, click the button below.
es: Ha iniciado sesión correctamente, pero parece que no tiene acceso a ningún territorio. Contacte su siervo de grupo para acceso y luego presione actualizar. Si es administrador, presione el botón debajo.
fr: Vous avez réussi à se connecter, mais vous n'avez pas accès à aucun Territoire. Contactez votre chef de groupe pour demander de l'accès. Si vous êtes administrateur, cliquez le bouton dessous.

# You will be reminded to revisit %@ at %@
source: You will be reminded to revisit %1$@ at %2$@
es: Se le recordara de visitar la %1$@ el %2$@.
fr: Vous serez rappelé de visiter %1$@ le %2$@.

source: Error
fr: Erreur
